{
  "01": {
    "name": "Henry Shaffer",
    "pos": "Idk",
    "lastUpdated": 1754721951338,
    "pfp": "/global/assets/imgs/Henry-PFP.jpg",
    "picture": "/global/assets/imgs/Henry.jpg",
    "content": "I bring the low-end foundation that holds everything together, both on stage and off. When I'm not laying down groove-heavy basslines that shake the floorboards at dive bars across town, you'll find me chain-smoking on fire escapes, nursing black coffee at 2 AM diners, or digging through vinyl crates for obscure '90s B-sides that nobody else remembers.\n\nA creature of habit with an eye for vintage denim and beat-up Converse, I'm the guy who shows up to practice with a bass older than most of the crowd but somehow makes it sound like thunder. I've got that rare ability to disappear into the pocket of a song while still making my presence felt – the kind of player who knows that sometimes the notes you don't play matter just as much as the ones you do.\n\nBetween sets, I'm usually posted up in whatever shadowy corner offers the best people-watching, observing the scene through reflective shades even when the sun went down hours ago. Don't mistake my quiet demeanor for disinterest though – I'm the backbone that keeps this whole operation from falling apart, one perfectly timed note at a time."
  },
  "02": {
    "name": "Shaun Snyder",
    "pos": "Singer/Bassist",
    "lastUpdated": 1754721951338,
    "pfp": "/global/assets/imgs/Shaun-PFP.jpg",
    "picture": "/global/assets/imgs/Shaun.jpg",
    "content": "I'm the band's secret weapon – the multi-talented wildcard who can seamlessly switch between laying down backup bass lines and adding those haunting harmonies that give our sound its signature edge. When I'm not hunched over my bass in the blue glow of my bedroom studio at 3 AM, I'm crafting demos on whatever vintage gear I've managed to piece together from pawn shops and Craigslist finds.\n\nArmed with thick-rimmed glasses, a perpetual beanie, and an encyclopedic knowledge of obscure indie albums, I bring both technical precision and raw emotion to every performance. I'm the type who'll spend hours perfecting a single vocal line, then deliver it with the kind of effortless cool that makes it sound like I just thought of it on the spot.\n\nBetween my day job and late-night recording sessions, I exist in a constant state of creative exhaustion that somehow fuels my best work. I've got that rare combination of bedroom producer sensibility and stage presence – equally comfortable tweaking levels on my home setup or stepping up to the mic when the song demands that extra layer of vulnerability. Don't let the quiet, studious vibe fool you; when I open my mouth to sing, the whole room stops to listen."
  }
}
